IDEA Open Model
RebarBase.GroupId Property
Compatible with IDEA StatiCa 20.1
 identity for group identification number
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int GroupId { get; set; }
Public Property GroupId As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
RebarBase Class
IdeaRS.OpenModel.Model Namespace